/* No comment provided by engineer. */
"%1$@ is an app that allows you to communicate with people and organizations. The communication is done via messages. The %1$@ app uses notifications to keep you informed about new messages. Therefore it is important to allow notifications for the %1$@ app.\n\nThere are two types of messages:\n1. Messages specifically directed to you. These can come from friends or from organizations (e.g. keeping you informed about an order).\n2. General messages from organizations with for example News, Promotions, etc.\n\nYou can always unsubscribe from general messages, making sure you only receive messages that are relevant to you.\nBelow you can see an example of such a message:" = "%1$@ est une application pour communiquer avec des personnes et des organisations. Cette communication se fait par l'intermédiaire de messages. L'application %1$@ utilise des notifications pour vous informer des nouveaux messages. Par conséquent, il est important de permettre les notifications pour l'application %1$@.

Il y a deux types de messages:
1. Messages adressés spécifiquement pour vous. Ceux-ci peuvent provenir de vos amis ou d'organisations (par exemple vous tenir informé d’une commande).
2. Les messages généraux des organisations avec par exemple actualités, promotions, etc.

Vous pouvez toujours vous désinscrire des messages généraux, vous assurant que vous ne recevez que des messages qui sont pertinents pour vous.
Voici un exemple d'un message général:";

/* No comment provided by engineer. */
"%@ at %@" = "%1$@ à %2$@.";

/* No comment provided by engineer. */
"%@ became friends with %@" = "%1$@ devenez ami avec %2$@.";

/* No comment provided by engineer. */
"%@ connected to %@" = "%1$@ est connecté avec %2$@.";

/* No comment provided by engineer. */
"%@min ago" = "Il y a %1$@ min";

/* No comment provided by engineer. */
"%d character left" = "%1$d caractère disponible";

/* No comment provided by engineer. */
"%d characters left" = "%1$d caractères disponibles";

/* No comment provided by engineer. */
"(scan line1) Place QR code" = "Placez le code QR";

/* No comment provided by engineer. */
"(scan line2) inside the rectangle" = "dans le rectangle";

/* No comment provided by engineer. */
"* Invalid e-mail address" = "* Adresse e-mail non valide";

/* No comment provided by engineer. */
"<Picture>" = "<Image>";

/* No comment provided by engineer. */
"<Video>" = "<Vidéo>";

/* No comment provided by engineer. */
"__about_more_info_enterprise" = "L'app %1$@ est construite sur la plate-forme d'entreprise Rogerthat. Vous voulez savoir ce que Rogerthat Enterprise peut faire pour vous? Visite :";

/* No comment provided by engineer. */
"__about_provided_by_enterprise" = "L'app %1$@ est construite sur";

/* No comment provided by engineer. */
"__add_via_contacts_description" = "Trouver des contacts qui utilisent %1$@";

/* No comment provided by engineer. */
"__add_via_contacts_notification" = "Résultats reçus de la recherche des contacts qui utilisent %1$@.";

/* No comment provided by engineer. */
"__add_via_facebook_description" = "Trouvez des amis Facebook qui utilisent %1$@";

/* No comment provided by engineer. */
"__add_via_facebook_notification" = "Résultats reçus de la recherche des amis Facebook qui utilisent %1$@.";

/* No comment provided by engineer. */
"__contacts_found_1" = "1 contact utilise %1$@";

/* No comment provided by engineer. */
"__contacts_found_more" = "%1$d contacts utilisant %2$@";

/* No comment provided by engineer. */
"__contacts_found_none" = "Aucuns contacts trouvés sur %1$@.";

/* No comment provided by engineer. */
"__detected_services_title" = "%1$@ a détecté les services suivants à cet endroit. Sélectionnez les services que vous voulez ajouter à votre application %1$@.";

/* No comment provided by engineer. */
"__error_find_from_facebook" = "Impossible de trouver des amis Facebook en utilisant %1$@. Prière de recommencer plus tard.";

/* No comment provided by engineer. */
"__fb_ask_post_on_wall" = "Voulez-vous publier sur le Mur Facebook que vous utilisez %1$@?";

/* No comment provided by engineer. */
"__fb_friends_found_1" = "1 ami Facebook utilise %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_more" = "%1$d amis Facebook utilisant %2$@";

/* No comment provided by engineer. */
"__fb_friends_found_none" = "Pas d'amis Facebook trouvés sur %1$@.";

/* No comment provided by engineer. */
"__fb_wall_post_caption" = "Rejoignez-moi sur %1$@!";

/* No comment provided by engineer. */
"__fb_wall_post_description" = "Chers amis, scannez cet %1$@ id pour me rejoindre.";

/* No comment provided by engineer. */
"__friend_sms_invitation" = "Bonjour %1$@,

Je vous invite afin de communiquer ensemble en utilisant %4$@

1. Installez l'application %4$@:
%2$@

2. Ajoutez moi:
%3$@";

/* No comment provided by engineer. */
"__friend_sms_invitation_no_url" = "Bonjour %1$@,

Je vous invite afin de communiquer ensemble en utilisant %3$@.

Installation %3$@ app:
%2$@";

/* No comment provided by engineer. */
"__location_usage_augment_experience" = "%1$@ utilise des services de localisation afin d'améliorer votre expérience utilisateur";

/* No comment provided by engineer. */
"__location_usage_not_used_for" = "%1$@ ne fait pas:";

/* No comment provided by engineer. */
"__location_usage_used_for" = "%1$@ utilise votre position pour:";

/* No comment provided by engineer. */
"__loyalty_card_description" = "Votre carte de fidélité de l'application %1$@

Scanner pour gagner des points de fidélité
Scanner pour se connecter avec des amis";

/* No comment provided by engineer. */
"__me_as_recipient" = "moi";

/* No comment provided by engineer. */
"__me_as_sender" = "moi";

/* No comment provided by engineer. */
"__no_friends_found" = "Vous n'avez pas encore de contacts %1$@.";

/* No comment provided by engineer. */
"__recommend_to_contacts" = "Recommandez aux contacts %1$@";

/* No comment provided by engineer. */
"__registration_success_without_invitation" = "Vous vous êtes enregistré avec succès à %1$@.";

/* No comment provided by engineer. */
"__registration_welcome" = "Bienvenue à %1$@";

/* No comment provided by engineer. */
"__scan_passport" = "Scanner un %1$@ id";

/* No comment provided by engineer. */
"__welcome_message" = "Bienvenue sur %1$@. L'application pour se connecter à vos services et les partager avec vos amis.

Avant de commencer, vous devez vous inscrire. Appuyez sur la touche verte pour continuer.";

/* No comment provided by engineer. */
"__welcome_message_enterprise" = "Bienvenue sur  l'application %1$@. 

Avant de commencer, merci de vous inscrire.";

/* No comment provided by engineer. */
"_enable_location_services_ios7" = "Pour activer le service de localisation:
1. Laissez le %1$@ app et allez dans les Réglages
2. Allez dans Confidentialité > Service de localisation
3. Recherchez %1$@ et basculez l'interrupteur sur ON";

/* No comment provided by engineer. */
"_enable_location_services_ios8" = "Pour activer le service de localisation:
1. Laissez le %1$@ app et allez dans les Réglages
2. Allez dans  Confidentialité > Service de localisation
3. Recherchez %1$@ et modifiez l'accès à votre position à «Toujours»";

/* No comment provided by engineer. */
"_share_location_error_authorization_denied" = "Le service de localisation de l'application %1$@ est désactivé. Vous ne pouvez pas partager votre position avec %2$@ sauf si vous activez le service de localisation pour l'application %1$@.";

/* No comment provided by engineer. */
"_share_location_error_authorization_when_in_use" = "Le service de localisation de l'application %1$@ est réglé sur «En marche». Vous ne pouvez pas partager votre position avec %2$@ sauf si vous modifiez l'accès à votre position pour l'application %1$@ à «Toujours».";

/* No comment provided by engineer. */
"A connection failure occurred." = "Une erreur s'est produite pendant la connexion.";

/* No comment provided by engineer. */
"A failure happened during the registration" = "Une erreur s'est produite pendant l'inscription.";

/* No comment provided by engineer. */
"About" = "Au sujet de";

/* No comment provided by engineer. */
"About %@" = "Info sur %1$@";

/* No comment provided by engineer. */
"Acknowledged" = "Accusé de réception";

/* No comment provided by engineer. */
"Action scheduled successfully" = "Le réseau est lent. Nous revenons le plus vite possible.";

/* No comment provided by engineer. */
"Action will start when you have network connectivity." = "L'action va commencer dès que vous serez connecté au réseau.";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Activating…" = "Activation…";

/* No comment provided by engineer. */
"Activation" = "Activation";

/* No comment provided by engineer. */
"Activation PIN could not be validated" = "Le code d'activation ne pouvait pas être validé.";

/* No comment provided by engineer. */
"Actual (%@)" = "Taille réelle (%1$@)";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Add buttons" = "Ajouter des boutons";

/* No comment provided by engineer. */
"Add colleagues" = "Trouver des collègues";

/* No comment provided by engineer. */
"Add contacts" = "Trouver des contacts";

/* No comment provided by engineer. */
"Add friends" = "Trouver des amis";

/* No comment provided by engineer. */
"Add recipients before proceeding" = "Ajoutez au moins un destinataire";

/* No comment provided by engineer. */
"Add to my services" = "Ajouter à cette application";

/* No comment provided by engineer. */
"Address" = "Adresse";

/* No comment provided by engineer. */
"Address book scan failed. Please try again later." = "Une erreur s'est produite dans le scan des adresses . Prière de recommencer plus tard.";

/* No comment provided by engineer. */
"Agree and continue" = "Accepter l'accord et continuer";

/* No comment provided by engineer. */
"Alarm" = "Alarme";

/* No comment provided by engineer. */
"Alarm sound" = "Alarme";

/* No comment provided by engineer. */
"All colleagues" = "Tous les collègues";

/* No comment provided by engineer. */
"All contacts" = "Tous les contacts";

/* No comment provided by engineer. */
"All friends" = "Tous les amis";

/* No comment provided by engineer. */
"An error happened while loading your Facebook friends." = "Une erreur s'est produite pendant l'ajout de vos amis Facebook.";

/* No comment provided by engineer. */
"An error occured while trying to play the alarm sound" = "Une erreur s'est produite lors de la lecture du son d'alarme.";

/* No comment provided by engineer. */
"An error occurred. Please try again." = "Une erreur s'est produite. Prière de recommencer.";

/* No comment provided by engineer. */
"An invitation has been successfully sent to %@" = "Invitation envoyée à %1$@.";

/* No comment provided by engineer. */
"Are you sure you wish to disconnect %@?" = "Êtes-vous sûr de vouloir vous déconnecter de %1$@?";

/* No comment provided by engineer. */
"Are you sure you wish to unfriend %@?" = "Êtes-vous sûr de ne plus vouloir être l'ami de %1$@?";

/* No comment provided by engineer. */
"Ask a question" = "Poser une question";

/* No comment provided by engineer. */
"Associations" = "Associations";

/* No comment provided by engineer. */
"Authenticate" = "Authentifier";

/* No comment provided by engineer. */
"Authenticate using your '%@' account." = "Authentifier en utilisant votre compte '%1$@'";

/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"Badge ID" = "Badge ID";

/* No comment provided by engineer. */
"Become friends" = "Devenir amis";

/* No comment provided by engineer. */
"Become friends with %@" = "Devenir ami avec %1$@";

/* No comment provided by engineer. */
"Button Action:" = "Action optionnelle";

/* No comment provided by engineer. */
"Button Text:" = "Texte pour bouton nouveau";

/* No comment provided by engineer. */
"Buttons" = "Boutons";

/* No comment provided by engineer. */
"Call" = "Appeler";

/* No comment provided by engineer. */
"Call %@" = "Appelez %1$@ maintenant";

/* No comment provided by engineer. */
"Can see my location" = "Je partage ma position";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot contact the Rogerthat gateway. Please try again later." = "Ne peut pas se connecter aux serveurs de %1$@. Prière de recommencer plus tard.";

/* No comment provided by engineer. */
"Card Nº" = "Carte Nº";

/* No comment provided by engineer. */
"Care" = "Soins";

/* No comment provided by engineer. */
"Change picture" = "Changer l'image";

/* No comment provided by engineer. */
"Check the bottom bar to see why you received this message.\n\nNote: You can unsubscribe using 'Notification settings' if you don't want '%1$@' messages from %2$@ any more." = "Vérifiez la barre inférieure pour voir pourquoi vous avez reçu ce message.

Remarque: Vous pouvez vous désinscrire en utilisant 'Réglages de notification' si vous ne voulez pas '%1$@' des messages de %2$@ plus.";

/* No comment provided by engineer. */
"Chip Nº" = "Puce Nº";

/* No comment provided by engineer. */
"Choose" = "Choisir";

/* No comment provided by engineer. */
"Choose Photo" = "Choisir une photo";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Colleague" = "Collègue";

/* No comment provided by engineer. */
"Colleague has been removed" = "Collègue effacé.";

/* No comment provided by engineer. */
"Colleague updated: %@" = "Collègue mis à jour: %1$@.";

/* No comment provided by engineer. */
"Colleagues" = "Collègues";

/* No comment provided by engineer. */
"Community Services" = "Services Publics";

/* No comment provided by engineer. */
"Complete the registration\nto communicate with\n%@." = "Complétez l'inscription avant de communiquer avec %1$@";

/* No comment provided by engineer. */
"Complete your profile" = "Complétez votre profil";

/* No comment provided by engineer. */
"Compose new message" = "Composer un nouveau message";

/* No comment provided by engineer. */
"Compressing, please wait…" = "En train de compresser…";

/* No comment provided by engineer. */
"Congratulations" = "Félicitations";

/* No comment provided by engineer. */
"Connect" = "Connecter";

/* No comment provided by engineer. */
"Connect to %@" = "Connecter à %1$@";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact has been removed" = "Contact enlevé.";

/* No comment provided by engineer. */
"Contact updated: %@" = "Contact mis à jour: %1$@.";

/* No comment provided by engineer. */
"Contacts" = "Contacts";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Continue shopping" = "Continuer mes achats";

/* No comment provided by engineer. */
"Conversation" = "Conversation";

/* No comment provided by engineer. */
"Conversation has been removed" = "Conversation a été supprimée";

/* No comment provided by engineer. */
"Coordinates" = "Coordonnées";

/* No comment provided by engineer. */
"Create a new group" = "Créer un nouveau groupe";

/* No comment provided by engineer. */
"Create account" = "Créer un compte";

/* No comment provided by engineer. */
"Create group" = "Créer un groupe";

/* No comment provided by engineer. */
"Custom sound" = "Son particulier";

/* No comment provided by engineer. */
"Customers / Partners" = "Clients / Partenaires";

/* No comment provided by engineer. */
"Day of birth" = "Date de naissance";

/* No comment provided by engineer. */
"Day of birth is missing" = "Date de naissance manquante";

/* No comment provided by engineer. */
"Default sound" = "Son standard";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Delete (%d)" = "Supprimer (%1$d)";

/* No comment provided by engineer. */
"Delete group" = "Supprimer un groupe";

/* No comment provided by engineer. */
"Department" = "Département";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Deselect all" = "Désélectionner tout";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Device has been unregistered" = "Cet appareil n'est plus enregistré.";

/* No comment provided by engineer. */
"Disabled" = "Désactivé";

/* No comment provided by engineer. */
"Disconnect" = "Déconnecter";

/* No comment provided by engineer. */
"Disconnected service" = "Service déconnecté.";

/* No comment provided by engineer. */
"Discover customer services automatically" = "Retrouver automatiquement des services";

/* No comment provided by engineer. */
"Discover services" = "Découvrir les services";

/* No comment provided by engineer. */
"Do not show again" = "Ne plus montrer";

/* No comment provided by engineer. */
"Don't like" = "Je n'aime pas";

/* No comment provided by engineer. */
"Don't worry, we'll never store this data." = "Ne vous inquiétez pas. Nous n'enregistrons pas ces données.";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Double tap to reply." = "Double-cliquez pour répondre";

/* No comment provided by engineer. */
"Downloading…" = "Téléchargement…";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"E-mail address" = "Adresse e-mail";

/* No comment provided by engineer. */
"E-mail validation" = "Validation e-mail";

/* No comment provided by engineer. */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Emergency" = "Urgences";

/* No comment provided by engineer. */
"Enabled" = "Activé";

/* No comment provided by engineer. */
"Enter company e-mail address" = "Entrer l'adresse e-mail pour vos services";

/* No comment provided by engineer. */
"Enter e-mail address" = "Entrer votre adresse e-mail";

/* No comment provided by engineer. */
"Enter message:" = "Écrire un message";

/* No comment provided by engineer. */
"Enter PIN" = "Code d'activation";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to invite." = "Écrivez l'adresse e-mail de la personne que vous voulez inviter";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to recommend this service to." = "Saisissez l'adresse e-mail de la personne à qui vous voulez recommander ce service";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat service you want to connect with:" = "Saisissez l'adresse e-mail du service auquel vous voulez vous connecter";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat user you want to connect with:" = "Écrivez l'adresse e-mail de la personne que vous voulez inviter";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"facebook_registration_email_missing" = "Il n'y a aucune adresse email configurée dans votre compte facebook ou vous n'avez pas donné les autorisations pour accéder à votre email. Merci d'autoriser l'accès à votre email ou de choisir la connexion via email.";

/* No comment provided by engineer. */
"Failed to deliver the message." = "Incapable d'envoyer le message.";

/* No comment provided by engineer. */
"Failed to get the geographic location" = "Échec de récupération de la position géographique.";

/* No comment provided by engineer. */
"Failed to resolve the Rogerthat QR code" = "Incapable de résoudre le code QR de %1$@.";

/* No comment provided by engineer. */
"Failed to retrieve the message" = "Message non trouvé.";

/* No comment provided by engineer. */
"Failed to send invitation." = "Incapable d'envoyer l'invitation.";

/* No comment provided by engineer. */
"Female" = "Femme";

/* No comment provided by engineer. */
"Fetching Rogerthat passport..." = "Recherche du passeport %1$@…";

/* No comment provided by engineer. */
"Find colleagues" = "Trouver des collègues";

/* No comment provided by engineer. */
"Find contacts" = "Trouver des contacts";

/* No comment provided by engineer. */
"Find customer services in your area" = "Trouver des services à proximité";

/* No comment provided by engineer. */
"Find friends" = "Inviter des amis";

/* No comment provided by engineer. */
"Find friends from Facebook" = "Trouver des amis Facebook";

/* No comment provided by engineer. */
"Finishing registration." = "Démarrage de l'inscription…";

/* No comment provided by engineer. */
"For more information about Rogerthat and other Rogerthat based products, please visit:" = "Pour plus d'informations à propos de %1$@ ou d'autres produits Rogerthat,
merci de visiter:
";

/* No comment provided by engineer. */
"Friend" = "Ami";

/* No comment provided by engineer. */
"Friend has been removed" = "Ami effacé.";

/* No comment provided by engineer. */
"Friend updated: %@" = "Ami mis à jour: %1$@.";

/* No comment provided by engineer. */
"Friends" = "Amis";

/* No comment provided by engineer. */
"Function" = "Fonction";

/* No comment provided by engineer. */
"Gender" = "Sexe";

/* No comment provided by engineer. */
"Gender is missing" = "Sexe manquant";

/* No comment provided by engineer. */
"General" = "Général";

/* No comment provided by engineer. */
"geo" = "geo";

/* No comment provided by engineer. */
"Geo Location" = "Position géographique";

/* No comment provided by engineer. */
"Get current location" = "Avoir la position actuelle";

/* No comment provided by engineer. */
"Get location" = "Localiser";

/* No comment provided by engineer. */
"Get location of an address:" = "Obtenir l'emplacement d'une adresse";

/* No comment provided by engineer. */
"Get picture" = "Obtenez une image";

/* No comment provided by engineer. */
"Give access" = "Donner accès";

/* No comment provided by engineer. */
"Government Services" = "Services Publics";

/* No comment provided by engineer. */
"Groups" = "Groupes";

/* No comment provided by engineer. */
"Hierarchy" = "Reporte à";

/* No comment provided by engineer. */
"High" = "Elevé";

/* No comment provided by engineer. */
"Hint" = "Conseil";

/* No comment provided by engineer. */
"History" = "Historique";

/* No comment provided by engineer. */
"I posted my location to %@" = "J'ai envoyé ma position à %1$@.";

/* No comment provided by engineer. */
"If you received\na 2-step invitation,\nopen it and proceed with step 2.\n\nIf you received a QR code,\npress Scan.\n\n    Otherwise press Continue." = "Si vous avez reçu une invitation à deux étapes, ouvrez-la et passez à l'étape 2.

Si vous avez reçu un code QR, appuyez Scanner.

En tout autre cas, appuyez Continuer.";

/* No comment provided by engineer. */
"Importing ..." = "Importer…";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing…" = "Initialisation…";

/* No comment provided by engineer. */
"Install" = "Installer";

/* No comment provided by engineer. */
"Invisible mode" = "Mode invisible";

/* No comment provided by engineer. */
"Invitation" = "Invitation";

/* No comment provided by engineer. */
"Invitation sent successfully." = "Invitation envoyée.";

/* No comment provided by engineer. */
"Invite" = "Inviter";

/* No comment provided by engineer. */
"Invite %@ to share his/her location with you." = "Inviter %1$@ pour partager sa position avec vous";

/* No comment provided by engineer. */
"Invite colleague" = "Inviter un collègue";

/* No comment provided by engineer. */
"Invite colleagues via e-mail" = "Inviter des collègues via e-mail";

/* No comment provided by engineer. */
"Invite colleagues via text message" = "Inviter des collègues via SMS";

/* No comment provided by engineer. */
"Invite contact" = "Inviter le contact";

/* No comment provided by engineer. */
"Invite contacts via e-mail" = "Inviter des contacts par e-mail";

/* No comment provided by engineer. */
"Invite contacts via text message" = "Inviter des contacts par SMS";

/* No comment provided by engineer. */
"Invite friend" = "Inviter un ami";

/* No comment provided by engineer. */
"Invite friends via e-mail" = "Inviter des amis via e-mail";

/* No comment provided by engineer. */
"Invite friends via text message" = "Inviter les amis via SMS";

/* No comment provided by engineer. */
"Invited" = "Invité";

/* No comment provided by engineer. */
"Invited %@" = "%1$@ est invité";

/* No comment provided by engineer. */
"Is the location correct?" = "La position est correcte?";

/* No comment provided by engineer. */
"KB" = "KO";

/* No comment provided by engineer. */
"Large (%@KB)" = "Grande (%1$@Ko)";

/* No comment provided by engineer. */
"Last update\n%@ ago" = "Rafraîchi il y a
%1$@";

/* No comment provided by engineer. */
"Last update\n0s ago" = "Rafraîchi il y a
0s";

/* No comment provided by engineer. */
"Let %@ access camera?" = "Laissez %1$@ accéder à la caméra?";

/* No comment provided by engineer. */
"Let your Facebook friends know how awesome this service is." = "Recommandez ce service à vos amis de Facebook.";

/* No comment provided by engineer. */
"Like" = "J'aime";

/* No comment provided by engineer. */
"Load" = "Charger";

/* No comment provided by engineer. */
"Loading ..." = "Chargement…";

/* No comment provided by engineer. */
"Loading message ..." = "Chargement du message…";

/* No comment provided by engineer. */
"Loading Scanner..." = "Démarrage caméra…";

/* No comment provided by engineer. */
"Location services disabled" = "Services de localisation désactivés";

/* No comment provided by engineer. */
"Location usage" = "Utilisation de la localisation";

/* No comment provided by engineer. */
"location_services_disabled_message" = "Vous avez besoin d'activer la localisation pour continuer.

Pour activer les services de localisation:
1. Sortez de %1$@ app et allez dans les paramètres de votre téléphone
2. Allez dans \"confidentialité\" ou \"privacy\" > Services de localisation
3. Recherchez %1$@ et basculer l'interrupteur sur ON";

/* No comment provided by engineer. */
"MA" = "%1$@ a répondu « %3$@ » au message:
%2$@";

/* No comment provided by engineer. */
"Male" = "Homme";

/* No comment provided by engineer. */
"Map" = "Plan";

/* No comment provided by engineer. */
"Maybe" = "Peut-être";

/* No comment provided by engineer. */
"MB" = "MO";

/* No comment provided by engineer. */
"Medium (%@KB)" = "Moyen (%1$@Ko)";

/* No comment provided by engineer. */
"Members" = "Membres";

/* No comment provided by engineer. */
"Merchants" = "Marchands";

/* No comment provided by engineer. */
"Message" = "Un message";

/* No comment provided by engineer. */
"Message acknowledged by %@: %@" = "Le message est confirmé par %1$@: %2$@.";

/* No comment provided by engineer. */
"Message and/or buttons are required" = "Il faut des boutons ou un message.";

/* No comment provided by engineer. */
"Message locked before quick reply reached the server\n>> Final choice: %@" = "Le message était déjà verrouillé
>> choix final: %1$@.";

/* No comment provided by engineer. */
"Message locked by %@" = "Le message est verrouillé par %1$@.";

/* No comment provided by engineer. */
"Message not yet on server." = "Le message n'est pas encore arrivé.";

/* No comment provided by engineer. */
"Message received from %@: %@" = "Message reçu de %1$@: %2$@.";

/* No comment provided by engineer. */
"Message sent to %@: %@" = "Le message est envoyé à %1$@: %2$@.";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"More" = "Autre";

/* No comment provided by engineer. */
"Move and Scale" = "Déplacer et redimensionner";

/* No comment provided by engineer. */
"Multiple choice messaging\nfor people and organizations" = "Messagerie à choix multiples
avec des amis et organizations";

/* No comment provided by engineer. */
"myself" = "moi-même";

/* No comment provided by engineer. */
"New Button" = "Nouveau bouton";

/* No comment provided by engineer. */
"New service" = "Nouveau service";

/* No comment provided by engineer. */
"News" = "Nouvelles";

/* No comment provided by engineer. */
"Next" = "Suivant";

/* No comment provided by engineer. */
"NM" = "%1$@:
%2$@";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No camera available" = "Aucune caméra disponible";

/* No comment provided by engineer. */
"No corresponding geographic location could be found for the specified address. Is the address specific enough?" = "Aucune position géographique a été trouvée pour l'adresse donnée. L'adresse est-elle suffisamment précise?";

/* No comment provided by engineer. */
"No GPS location" = "La position n'a pas encore été trouvée";

/* No comment provided by engineer. */
"No idea" = "Aucune idée";

/* No comment provided by engineer. */
"No network available" = "Réseau non disponible";

/* No comment provided by engineer. */
"No network is available, the transfer will continue when connected to a network." = "Réseau non disponible, le transfert se poursuivra une fois connecté au réseau.";

/* No comment provided by engineer. */
"No phone contacts with an e-mail address found" = "Vos contacts de téléphone n'ont pas d'adresse e-mail.";

/* No comment provided by engineer. */
"No photo" = "Aucune photo";

/* No comment provided by engineer. */
"No WIFI available" = "WIFI non disponible";

/* No comment provided by engineer. */
"No..." = "Non…";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not authenticated" = "Non authentifié";

/* No comment provided by engineer. */
"Not now" = "Pas maintenant";

/* No comment provided by engineer. */
"Not yet received" = "Pas encore reçu";

/* No comment provided by engineer. */
"Not yet replied" = "Pas encore répondu";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Now" = "En ce moment";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"Option 1:\nLog in using your Facebook account." = "Option 1:
Utiliser votre compte Facebook.";

/* No comment provided by engineer. */
"Option 2:\nLog in using your e-mail address." = "Option 2:
Utiliser votre addresse e-mail.";

/* No comment provided by engineer. */
"Optional invitation message:" = "Message d'invitation (optionel)";

/* No comment provided by engineer. */
"Or let someone scan yours." = "Ou laissez quelqu'un scanner le vôtre.";

/* No comment provided by engineer. */
"Order" = "Commander";

/* No comment provided by engineer. */
"osa_loyalty_welcome" = "Bienvenue à Ville Connectée. Cette application est le complément parfait à votre présence dans l'application de la ville dans le but de servir vos clients encore plus. Nous vous aidons à obtenir le terminal de fidélité prêt à l'emploi. Commencez par scanner votre code QR pour activer votre terminal.";

/* No comment provided by engineer. */
"others" = "autres";

/* No comment provided by engineer. */
"Phone" = "Téléphone";

/* No comment provided by engineer. */
"Phone call" = "Appeler";

/* No comment provided by engineer. */
"Phone Number" = "Numéro de téléphone";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Play alarm sound" = "Jouer le son d'alarme";

/* No comment provided by engineer. */
"Please check your network configuration and try again later." = "Vérifiez la configuration du réseau et recommencez plus tard";

/* No comment provided by engineer. */
"Please confirm" = "Confirmation";

/* No comment provided by engineer. */
"Please enter a valid e-mail address" = "Écrivez une adresse e-mail valide";

/* No comment provided by engineer. */
"Please install MYDIGIPASS Authenticator for Mobile before proceeding." = "S'il vous plaît installer MYDIGIPASS Authenticator Mobile avant de poursuivre.";

/* No comment provided by engineer. */
"Please try again\n(%d attempts remaining)" = "Recommencez s'il vous plaît.
(%1$d essais restent)";

/* No comment provided by engineer. */
"Please try again\n(last attempt)" = "Recommencez s'il vous plaît.
(dernier essai)";

/* No comment provided by engineer. */
"Poked %@" = "Poke envoyé à %1$@.";

/* No comment provided by engineer. */
"Post" = "Publier";

/* No comment provided by engineer. */
"Priority" = "Priorité";

/* No comment provided by engineer. */
"Processing ..." = "Traitement…";

/* No comment provided by engineer. */
"Product information" = "Information du produit";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Provide a name for the group" = "Fournir un nom pour le groupe";

/* No comment provided by engineer. */
"Quick reply received from %@" = "Bouton reçu de %1$@.";

/* No comment provided by engineer. */
"Quick reply sent to %@" = "Réponse rapide envoyée à %1$@.";

/* No comment provided by engineer. */
"Received" = "Reçu";

/* No comment provided by engineer. */
"Recommend" = "Recommander";

/* No comment provided by engineer. */
"Recommend on your Facebook Wall" = "Recommandez sur votre Mur Facebook";

/* No comment provided by engineer. */
"Recommend via e-mail" = "Recommandez par e-mail";

/* No comment provided by engineer. */
"Recommended" = "Recommandé";

/* No comment provided by engineer. */
"Record a video" = "Enregistrer une vidéo";

/* No comment provided by engineer. */
"Refresh" = "Rafraîchir";

/* No comment provided by engineer. */
"Registering" = "Inscription en cours…";

/* No comment provided by engineer. */
"Registering %@ (%d)" = "Inscription de %1$@ (%2$d)";

/* No comment provided by engineer. */
"Registration completed" = "Inscription réussie.";

/* No comment provided by engineer. */
"Repair" = "Réparation";

/* No comment provided by engineer. */
"Replied %@" = "Répondu %1$@.";

/* No comment provided by engineer. */
"Reply" = "Répondre";

/* No comment provided by engineer. */
"Reply received from %@:" = "Réponse reçue de %1$@.";

/* No comment provided by engineer. */
"Reply sent to %@:" = "Réponse envoyée à %1$@.";

/* No comment provided by engineer. */
"Report Card" = "Alertez-nous";

/* No comment provided by engineer. */
"Request location" = "Demander la position";

/* No comment provided by engineer. */
"Request location now" = "Demander la position maintenant";

/* No comment provided by engineer. */
"Resolve" = "Résoudre";

/* No comment provided by engineer. */
"Resolving QR code" = "Analyse en cours du code QR…";

/* No comment provided by engineer. */
"RM" = "%1$@:
%2$@
 > %3$@";

/* No comment provided by engineer. */
"Roger that" = "Roger that";

/* No comment provided by engineer. */
"Rogerthat is proudly presented by" = "Rogerthat est fièrement présenté par";

/* No comment provided by engineer. */
"Rogerthat System" = "Système Rogerthat";

/* No comment provided by engineer. */
"Run in background" = "Lancer en arrière-plan";

/* No comment provided by engineer. */
"Save" = "Sauvegarder";

/* No comment provided by engineer. */
"Scan" = "Scanner";

/* No comment provided by engineer. */
"Scan my address book" = "Scanner mes contacts";

/* No comment provided by engineer. */
"Scan QR code" = "Scannez le code QR";

/* No comment provided by engineer. */
"Scan result" = "Résultat du scan";

/* No comment provided by engineer. */
"Scanning is not supported on your device" = "Pas de caméra sur votre appareil.";

/* No comment provided by engineer. */
"Search" = "Découvrir";

/* No comment provided by engineer. */
"Searching…" = "Rechercher…";

/* No comment provided by engineer. */
"Select all" = "Sélectionner tout";

/* No comment provided by engineer. */
"Select from photo library" = "Choisir une photo";

/* No comment provided by engineer. */
"Send" = "Envoyer";

/* No comment provided by engineer. */
"Send activation code" = "Envoyer code d'activation";

/* No comment provided by engineer. */
"Send invitation" = "Envoyer invitation";

/* No comment provided by engineer. */
"Sent" = "Envoyé";

/* No comment provided by engineer. */
"Service updated: %@" = "Service mis à jour: %1$@.";

/* No comment provided by engineer. */
"Services" = "Services";

/* No comment provided by engineer. */
"Services can send high priority messages, which have a configurable alarm ringtone." = "Certains services peuvent envoyer des messages prioritaires avec un son d'alarme configurable.";

/* No comment provided by engineer. */
"Settings" = "Configuration";

/* No comment provided by engineer. */
"Share location with your colleagues (only when you allow this)" = "Partager votre position avec vos collègues (seulement quand vous le permettez)";

/* No comment provided by engineer. */
"Share location with your contacts (only when you allow this)." = "Partager votre position avec vos contacts (seulement quand vous le permettez).";

/* No comment provided by engineer. */
"Share location with your friends (only when you allow this)" = "Partager votre position avec vos amis (seulement quand vous le permettez)";

/* No comment provided by engineer. */
"Shares location with me" = "Partage sa position avec moi";

/* No comment provided by engineer. */
"Shopping basket" = "Panier d'achat";

/* No comment provided by engineer. */
"Show location" = "Montrer la position";

/* No comment provided by engineer. */
"Show more..." = "Montrer plus…";

/* No comment provided by engineer. */
"Skip" = "Passer";

/* No comment provided by engineer. */
"Small (%@KB)" = "Petite (%1$@Ko)";

/* No comment provided by engineer. */
"Smartsmiley Services" = "Services Smartsmiley";

/* No comment provided by engineer. */
"Sounds" = "Sons";

/* No comment provided by engineer. */
"Specials" = "Promotions";

/* No comment provided by engineer. */
"Start registration" = "Commencer l'inscription";

/* No comment provided by engineer. */
"Sticky" = "Gluant";

/* No comment provided by engineer. */
"Stop playing" = "Arrêter le son";

/* No comment provided by engineer. */
"Store your location" = "Sauvegarder votre position";

/* No comment provided by engineer. */
"Stream" = "Fil d'activités";

/* No comment provided by engineer. */
"Successfully registered" = "Vous vous êtes enregistré.";

/* No comment provided by engineer. */
"Successfully sent request" = "Votre demande a été envoyée avec succès.";

/* No comment provided by engineer. */
"Swipe to jump to another message thread." = "Glissez votre doigt pour ouvrir une autre conversation";

/* No comment provided by engineer. */
"Take a picture" = "Prenez une photo";

/* No comment provided by engineer. */
"Tap to scan\nQR code" = "Appuyez ici pour scanner
la code QR";

/* No comment provided by engineer. */
"Tap to send to background" = "Appuyer pour exécuter en tâche de fond";

/* No comment provided by engineer. */
"tel" = "tél";

/* No comment provided by engineer. */
"Terms and conditions" = "Conditions d'utilisation";

/* No comment provided by engineer. */
"The format of the selected song is not supported. Please try again." = "Le format de son sélectionné n'est pas supporté. Recommencez s'il vous plaît.";

/* No comment provided by engineer. */
"The invitation has been sent" = "L'invitation est envoyée.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code." = "La code QR que vous avez scanné n'est pas de %1$@.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code.\n\nDo you wish to open the following web page:\n\n%@" = "Voulez-vous ouvrir la page Web suivante:

%1$@";

/* No comment provided by engineer. */
"The recommendation has been sent" = "La recommandation est envoyée.";

/* No comment provided by engineer. */
"The search results will be ordered based on your current location." = "Les résultats de recherche seront affinés avec votre position actuelle.";

/* No comment provided by engineer. */
"The selected attachment can not be displayed." = "Le document sélectionné ne peut pas être affiché.";

/* No comment provided by engineer. */
"This action requires connection to a Wi-Fi network. Please check your network configuration and try again." = "Cette action nécessite une connexion à un réseau Wi-Fi. Vérifiez la configuration de votre réseau puis réessayez.";

/* No comment provided by engineer. */
"This message is %@. You can reduce message size by scaling the image to one of the sizes below." = "Ce message fait %1$@. Vous pouvez réduire la taille du message en redimensionnant l'image à l'une des dimensions ci-dessous.";

/* No comment provided by engineer. */
"This screen is not yet downloaded. Check your network." = "Cet écran n'est pas encore chargé. Vérifiez votre connexion.";

/* No comment provided by engineer. */
"To be able to scan QR codes you need to give %@ access to the camera." = "Il est nécessaire de donner accès %1$@ à la caméra afin d'être en mesure de scanner les codes QR.";

/* No comment provided by engineer. */
"To validate your account we will send you an e-mail containing your activation code." = "Pour valider votre compte, nous vous enverrons un e-mail contenant votre code d'activation.";

/* No comment provided by engineer. */
"To validate your e-mail address we will send an e-mail containing your activation code." = "Pour valider votre adresse e-mail, nous vous enverrons un e-mail contenant votre code d'activation.";

/* No comment provided by engineer. */
"To:" = "À:";

/* No comment provided by engineer. */
"Today" = "Aujourd'hui";

/* No comment provided by engineer. */
"Too many failed attempts. The registration will be restarted." = "Trop d'échecs. L'inscription va recommencer.";

/* No comment provided by engineer. */
"Topic" = "Sujet";

/* No comment provided by engineer. */
"Track your location without your prior consent" = "Repérer votre position sans votre consentement préalable";

/* No comment provided by engineer. */
"Trainings" = "Formations";

/* No comment provided by engineer. */
"Transmitting, please wait…" = "Transmission en cours, veuillez patienter";

/* No comment provided by engineer. */
"Try again" = "Réessayez";

/* No comment provided by engineer. */
"Unfriend" = "Ne plus être ami";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Update" = "Mettre à jour";

/* No comment provided by engineer. */
"Updated friends list from server" = "La liste d'amis est modifiée.";

/* No comment provided by engineer. */
"Updating location…" = "Renouvellement de la position en cours…";

/* No comment provided by engineer. */
"Upload photos only when connected to WIFI" = "Télécharger des photos seulement une fois connecté au WIFI";

/* No comment provided by engineer. */
"Urgent" = "Urgent";

/* No comment provided by engineer. */
"Urgent with alarm" = "Urgent avec alarme";

/* No comment provided by engineer. */
"Use e-mail" = "Utiliser l'e-mail";

/* No comment provided by engineer. */
"Use Facebook" = "Utiliser Facebook";

/* No comment provided by engineer. */
"Valid from %@ to %@" = "Valable à partir de %1$@ à %2$@";

/* No comment provided by engineer. */
"Validating activation PIN ..." = "En cours de validation du code d'activation…";

/* No comment provided by engineer. */
"validation_failed" = "Entrée est invalide";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"View message history" = "Ouvrir l'historique";

/* No comment provided by engineer. */
"Warning" = "Avertissement";

/* No comment provided by engineer. */
"We will never post on your Wall without your permission." = "Nous ne publierons rien sur votre Mur sans votre permission.";

/* No comment provided by engineer. */
"Welcome" = "Bienvenue";

/* No comment provided by engineer. */
"WIFI-only uploads" = "Téléchargements uniquement en WIFI";

/* No comment provided by engineer. */
"with choice '%@'" = "avec le choix « %1$@ »";

/* No comment provided by engineer. */
"Would you like to jump to the Settings app to enable access to the camera?" = "Voulez-vous passer allez dans les Réglages pour permettre l'accès à la caméra?";

/* No comment provided by engineer. */
"Would you like to search for %@ in your neighbourhood?" = "Voulez-vous rechercher des %1$@ dans votre quartier?";

/* No comment provided by engineer. */
"Wrong activation PIN" = "Code d'activation faux";

/* No comment provided by engineer. */
"www" = "www";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"Yesterday" = "Hier";

/* No comment provided by engineer. */
"You are already connected with\n%@" = "Vous êtes déjà connecté avec %1$@.";

/* No comment provided by engineer. */
"You are already friends with\n%@" = "Vous êtes déjà ami avec %1$@.";

/* No comment provided by engineer. */
"You are no longer connected to %@" = "Vous n'êtes plus connecté avec %1$@.";

/* No comment provided by engineer. */
"You are no longer friends with %@" = "Vous n'êtes plus ami avec %1$@.";

/* No comment provided by engineer. */
"You are not connected to the internet." = "Vous n'êtes pas connecté à Internet.";

/* No comment provided by engineer. */
"You are not connected to the internet. Please check your network configuration and try again." = "Vous n'êtes pas connecté à Internet. Vérifiez votre configuration réseau et réessayez.";

/* No comment provided by engineer. */
"You are not connected to the internet.\nInternet connectivity is required to display your Facebook friends using Rogerthat." = "Vous n'êtes pas connecté à Internet.
Il n'est pas possible de télécharger la liste de vos amis Facebook.";

/* No comment provided by engineer. */
"You are now connected to %@" = "Vous êtes connecté à %1$@.";

/* No comment provided by engineer. */
"You are now friends with %@" = "Vous êtes maintenant amis avec %1$@.";

/* No comment provided by engineer. */
"You need a photo before you can continue." = "Vous avez besoin d'une photo pour continuer.";

/* No comment provided by engineer. */
"You need to authenticate before you can continue." = "Avant de commencer, merci de vous authentifier.";

/* No comment provided by engineer. */
"You need to get your current location before you can continue." = "Vous avez besoin d'obtenir votre position actuelle pour continuer.";

/* No comment provided by engineer. */
"You need to have a camera to do this." = "Vous devez avoir une caméra pour faire ça.";

/* No comment provided by engineer. */
"You need to turn on location services in order to continue." = "Vous avez besoin d'activer la localisation pour continuer.";

/* No comment provided by engineer. */
"You opened your own invitation link" = "Vous avez ouvert votre propre lien d'invitation.";

/* No comment provided by engineer. */
"You received this message because you are subscribed to: %@." = "Vous avez reçu ce message parce que vous êtes abonné à: %1$@.";

/* No comment provided by engineer. */
"You scanned your own Rogerthat passport" = "Vous avez scanné votre propre carte d'identité ou passeport %1$@.";

/* No comment provided by engineer. */
"You will get a notification when your address book is scanned." = "Vous recevrez une notification dès que vos contacts seront scannés.";

/* No comment provided by engineer. */
"You will receive a confirmation message when you are connected." = "Vous recevrez un message de confirmation quand vous serez connecté.";

/* No comment provided by engineer. */
"You will receive a message when the location of %@ is retrieved." = "Vous recevrez un message lorsque la position de %1$@ sera récupérée.";

/* No comment provided by engineer. */
"You will receive a notification when your Facebook friends are scanned." = "Vous recevrez une notification dès que vos amis Facebook seront scannés.";

/* No comment provided by engineer. */
"Your activation code has been mailed to %@ at %@\n\nDo not forget to check your Spam or Unwanted Email folders." = "Votre code d'activation est envoyé à %1$@ à %2$@.
Peut-être que l'e-mail se trouve dans vos spams ou courriers indésirables.";

/* No comment provided by engineer. */
"Your device is not capable of sending text messages" = "Cet appareil n'est pas capable d'envoyer des SMS.";

